[
    {
        "name": "VicTsing Gaming Keyboard, USB Wired Keyboard, Quiet Durable All-Metal Panel Computer Keyboard, Bright Rainbow LED Backlit Keyboard for Desktop, Computer - Black",
        "src": ".\/keyboard_files\/61PunEeNhqL._AC_UY218_.jpg",
        "price": "$19.79"
    },
    {
        "name": "Rii RK100+ Multiple Color Rainbow LED Backlit Large Size usb Wired Mechanical Feeling Multimedia Gaming Keyboard,Office Keyboard For Working or Primer Gaming,Office Device",
        "src": ".\/keyboard_files\/710L9C4sGpL._AC_UY218_.jpg",
        "price": "$21.99"
    },
    {
        "name": "PICTEK Metal Gaming Keyboard, LED Wired Rainbow Keyboard, USB Backlit Membrane Keyboard with Wrist Rest, 19 Anti-ghosting Keys, 12 Multimedia Shortcuts, Spill-Resistant for Windows PC Gamer-Black",
        "src": ".\/keyboard_files\/71HhKrdIMUL._AC_UY218_.jpg",
        "price": "$23.99"
    },
    {
        "name": "NPET K10 Gaming Keyboard USB Wired Floating Keyboard, Quiet Ergonomic Water-Resistant Mechanical Feeling Keyboard, Ultra-Slim Rainbow LED Backlit Keyboard for Desktop, Computer, PC",
        "src": ".\/keyboard_files\/61w0BypBzrL._AC_UY218_.jpg",
        "price": "$26.99"
    },
    {
        "name": "KB202 USB Backlight Colorful Mixed Light Retro Typewriter Keyboard -Circle Keyboard Round Keycaps -104 Keys Vintage Inspired Steampunk Gaming Keyboard-Black",
        "src": ".\/keyboard_files\/7101g4oaRYL._AC_UY218_.jpg",
        "price": "$29.99"
    },
    {
        "name": "Havit Keyboard Rainbow Backlit Wired Gaming Keyboard Mouse Combo, LED 104 Keys USB Ergonomic Wrist Rest Keyboard, 3200 Dots Per Inch 6 Button Mouse for Windows Gamer Desktop, Computer (Black)",
        "src": ".\/keyboard_files\/713jcnuOtDL._AC_UY218_.jpg",
        "price": "$38.99"
    },
    {
        "name": "Redragon K552 Mechanical Gaming Keyboard RGB LED Rainbow Backlit Wired Keyboard with Red Switches for Windows Gaming PC (87 Keys, Black)",
        "src": ".\/keyboard_files\/71cngLX2xuL._AC_UY218_.jpg",
        "price": "$39.99"
    },
    {
        "name": "Redragon S101 Wired Gaming Keyboard and Mouse Combo RGB Backlit Gaming Keyboard with Multimedia Keys Wrist Rest and Red Backlit Gaming Mouse 3200 DPI for Windows PC Gamers (Black)",
        "src": ".\/keyboard_files\/71kr3WAj1FL._AC_UY218_.jpg",
        "price": "$42.98"
    },
    {
        "name": "Redragon K585 DITI One-Handed RGB Mechanical Gaming Keyboard, Blue Switches, Type-C Professional Gaming Keypad with 7 Onboard Macro Keys, Detachable Wrist Rest, 42 Keys",
        "src": ".\/keyboard_files\/71zS0BekOfL._AC_UY218_.jpg",
        "price": "$42.99"
    },
    {
        "name": "Havit 60% Wireless Mechanical Keyboard and Mouse, Bluetooth &amp; Type C Wired 61 Keys Gaming Keyboard Brown Switch,Programmable Gaming Mouse for Multi-Device PC Laptop Gamer",
        "src": ".\/keyboard_files\/616Uvh+kX-L._AC_UY218_.jpg",
        "price": "$44.99"
    },
    {
        "name": "Havit Mechanical Gaming Keyboard and Mouse Combo Blue Switch 104 Keys Rainbow Backlit Keyboards, 4800 Dots Per Inch 7 Button Mouse Wired for PC Gamer Computer Laptop",
        "src": ".\/keyboard_files\/71pQLxDRifL._AC_UY218_.jpg",
        "price": "$45.99"
    },
    {
        "name": "Havit Mechanical Keyboard and Mouse Combo RGB Gaming 104 Keys Blue Switches Wired USB Keyboards with Detachable Wrist Rest, Programmable Gaming Mouse for PC Gamer Computer Desktop (Black)",
        "src": ".\/keyboard_files\/71jk0vnIeNL._AC_UY218_.jpg",
        "price": "$55.99"
    },
    {
        "name": "Redragon S101 Wired RGB Backlit Gaming Keyboard and Mouse, Gaming Mouse Pad, Gaming Headset Combo All in 1 PC Gamer Bundle for Windows PC – (Black)",
        "src": ".\/keyboard_files\/71EMEQKULsL._AC_UY218_.jpg",
        "price": "$59.99"
    },
    {
        "name": "Razer Cynosa Chroma Gaming Keyboard: 168 Individually Backlit RGB Keys - Spill-Resistant Design - Programmable Macro Functionality - Quiet &amp; Cushioned",
        "src": ".\/keyboard_files\/61WgmLgwuQL._AC_UY218_.jpg",
        "price": "$59.99"
    },
    {
        "name": "Redragon K556 RGB LED Backlit Wired Mechanical Gaming Keyboard, Aluminum Base, 104 Standard Keys",
        "src": ".\/keyboard_files\/71lDpm1GOJL._AC_UY218_.jpg",
        "price": "$64.99"
    },
    {
        "name": "Razer Ornata Chroma Gaming Keyboard: Hybrid Mechanical Key Switches - Customizable Chroma RGB Lighting - Individually Backlit Keys - Detachable Plush Wrist Rest - Programmable Macro Functionality",
        "src": ".\/keyboard_files\/8116DtW4WWL._AC_UY218_.jpg",
        "price": "$79.00"
    },
    {
        "name": "Razer Huntsman Gaming Keyboard: Fastest Keyboard Switches Ever - Clicky Optical Switches - Customizable Chroma RGB Lighting - Programmable Macro Functionality - Classic Black",
        "src": ".\/keyboard_files\/71FJGmeJ2GL._AC_UY218_.jpg",
        "price": "$89.99"
    },
    {
        "name": "Akko 3084 Ocean Star Wired Mechanical Gaming Keyboard Cherry MX Switch PBT Keycap (Cherry MX Brown)",
        "src": ".\/keyboard_files\/612p+fZNlyL._AC_UY218_.jpg",
        "price": "$99.99"
    },
    {
        "name": "Corsair K95 RGB PLATINUM Mechanical Gaming Keyboard - 6x Programmable Macro Keys - USB Passthrough &amp; Media Controls - Fastest Cherry MX Speed - RGB LED Backlit - Aluminum Finish",
        "src": ".\/keyboard_files\/71qjMsvM3VL._AC_UY218_.jpg",
        "price": "$173.99"
    },
    {
        "name": "Razer Huntsman Elite Gaming Keyboard: Fastest Keyboard Switches Ever - Clicky Optical Switches - Chroma RGB Lighting - Magnetic Plush Wrist Rest - Dedicated Media Keys &amp; Dial - Classic Black",
        "src": ".\/keyboard_files\/816YWjgTuJL._AC_UY218_.jpg",
        "price": "$177.84"
    },
    {
        "name": "Corsair K95 RGB Platinum XT Mechanical Gaming Keyboard, Backlit RGB LED, Cherry MX RGB Brown, Black",
        "src": ".\/keyboard_files\/7193Jl8PejL._AC_UY218_.jpg",
        "price": "$199.99"
    }
]